/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " トラック";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d チャネル";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d チャネル";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "絶対時刻";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "高度な設定";

/* Pref Subtitle */
"Alignment:" = "アライメント:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "字幕が複数ある場合、全て表示";

/* Pref General */
"Always" = "常に";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "全画面表示時、常にDockを隠す";

/* Pref Video */
"Always try to use secondary screen" = "副ディスプレイに全画面表示";

/* Text Enc */
"Arabic (ISO 8859-6)" = "アラビア語 (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "アラビア語 (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "アラビア語 (Windows-1256)";

/* preference */
"Ask me" = "私に確認";

/* OSD hint */
"Aspect Ratio: Locked" = "アスペクト比: 固定した";

/* OSD hint */
"Aspect Ratio: Restored" = "アスペクト比: 戻った";

/* OSD hint */
"Aspect Ratio: Unlocked" = "アスペクト比: 固定解除";

/* PrefToolBarLabel */
"Audio" = "オーディオ";

/* OSD hint */
"Audio %@" = "オーディオ %@";

/* OSD hint */
"Audio Delay: %.1f s" = "アーディオ遅延: %.1f 秒";

/* Inspector Info */
"Audio:%d" = "アーディオ:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "バルト語 (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "バルト語 (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "バルト語 (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "外枠色:";

/* Pref Subtitle */
"Bottom - Left" = "下 - 左";

/* Pref Subtitle */
"Bottom - Middle" = "下 - 中央";

/* Pref Subtitle */
"Bottom - Right" = "下 - 右";

/* Pref Subtitle */
"Bottom only" = "下側のみ";

/* Video Tuner Panel */
"Brightness:" = "明るさ:";

/* Pref Network */
"Cache size for stream:" = "キャッシュサイズ:";

/* OSD hint */
"Caching: %4.2f%%" = "キャッシング中: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "該当ファイルが見つからない";

/* Panel Button */
"Cancel" = "キャンセル";

/* Text Enc */
"Celtic (ISO 8859-14)" = "ケルト語 (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "ケルト語 (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "中央ヨーロッパ (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "中央ヨーロッパ (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "中央ヨーロッパ (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "中央ヨーロッパ (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "チャプター: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "簡体字中国語 (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "簡体字中国語 (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "簡体字中国語 (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "簡体字中国語 (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "簡体字中国語 (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "繁体字中国語 (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "繁体字中国語 (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "繁体字中国語 (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "繁体字中国語 (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "繁体字中国語 (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "適切なエンコーディングを選択する:";

/* open url panel */
"Clear Menu..." = "メニューを消去...";

/* Pref Subtitle */
"contains the video file name" = "ビデオファイル名を含む";

/* Video Tuner Panel */
"Contrast:" = "コントラスト:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "キリル語 (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "キリル語 (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "キリル語 (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "キリル語 (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "キリル語 (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "字幕ファイル中の設定を使う";

/* Pref Video */
"Deinterlace method" = "インターレース";

/* Inspector Info */
"Demuxer:" = "分離器:";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "SPDIF デジタル出力を自動検出";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "ファイル:\t\t%1$@\nエンコーディング:\t%2$@\n確信率:\t\t\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "無効";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "マウスの水平スクロールによりシーク機能を無効にする";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "マウスの垂直スクロールにより音量変更機能を無効にする";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "保持しない、常にリセットする";

/* Pref General */
"Enable \"Open Recent\" menu" = "\"最近使ったファイルを開く\" メニューを有効";

/* Pref Advanced */
"Enable media keys(F7, F8, F9) to control playback (need restart to take effect)" = "メディアケー(F7,F8,F9)で再生を制御する機能を有効にする(アプリの再起動が必要)";

/* menu */
"Enter Fullscreen" = "全画面表示";

/* Pref Video */
"Enter fullscreen when playback starts" = "再生が始まると、全画面で表示";

/* Equalizer Panel */
"Equalizer" = "イコライザー";

/* No comment provided by engineer. */
"Error" = "エラー";

/* menu */
"Exit Fullscreen" = "全画面表示終了";

/* Pref Advanced */
"Extra options" = "追加オプション";

/* Pref General */
"Find and play next file automatically" = "次のファイルを探して、自動的に再生";

/* Pref General */
"Font Color" = "フォント色";

/* Pref Subtitle */
"Font Color:" = "フォント色:";

/* Pref Subtitle */
"Font Style" = "フォント関連";

/* Pref Subtitle */
"Font:" = "フォント：";

/* Pref Video */
"Force index rebuilding" = "強制的にインデックスを再構築する";

/* Inspector Info */
"Format:" = "フォーマット:";

/* Video Tuner Panel */
"Gamma:" = "ガンマ:";

/* PrefToolBarLabel */
"General" = "一般";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greek (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "ギリシャ語 (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "ギリシャ語 (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "ヘブライ語 (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "ヘブライ語 (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "ヘブライ語 (Windows-1255)";

/* Pref Subtitle */
"height:" = "高さ:";

/* menu */
"Hide Auxiliary Controls" = "補助コントローラを隠す";

/* Pref General */
"Hide in" = "自動的に隠すまでの時間";

/* menu */
"Hide Letterbox" = "字幕ボックスを隠す";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "イコライザーの設定をどう保持するか？";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "ビデオチューナの設定をどう保持するか？";

/* Video Tuner Panel */
"Hue:" = "色相:";

/* Pref Subtitle */
"If confidence ≤" = "確信率 ≤";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "built-in 2.0 speakers or minijackを使う場合、この設定を選択して下さい";

/* Pref Video */
"Image Enhancement" = "画質改善";

/* Inspector Info */
"Inspector" = "インスペクタ";

/* Pref Subtitle */
"is any name" = "ビデオファイル名と無関係";

/* Text Enc */
"Japanese (EUC)" = "日本語 (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "日本語 (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "日本語 (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "日本語 (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "日本語 (Windows-932)";

/* Pref General */
"Keep window on top:" = "ウィンドウを前面に表示:";

/* Text Enc */
"Korean (EUC)" = "韓国語 (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "韓国語 (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "韓国語 (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "韓国語 (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "字幕ボックス";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "字幕をロードするが、表示させない";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "字幕をロードする条件：ファイル名が";

/* Playlist OSD hint */
"Local files only" = "ローカルファイルのみ";

/* menu */
"Lock Aspect Ratio" = "アスペクト比を固定";

/* Pref Subtitle */
"matches the video file name exactly" = "ビデオファイル名と同じ";

/* OpenURL Panel */
"Media URL" = "URL";

/* OSD hint */
"Mute OFF" = "ミュート OFF";

/* OSD hint */
"Mute ON" = "ミュート ON";

/* PrefToolBarLabel */
"Network" = "ネットワーク";

/* Pref General */
"Never" = "しない";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "常に保存する";

/* Inspector Info */
"No Info" = "情報無し";

/* Pref Subtitle */
"No letterbox" = "字幕ボックスを使わない";

/* Playlist OSD hint */
"No next episode" = "次のエピソードがありません";

/* Playlist OSD hint */
"No previous episode" = "前のエピソードがありません";

/* Pref Video */
"None" = "なし";

/* Pref Video */
"Normal" = "標準";

/* Video Tuner Panel */
"NR:" = "ノイズ低減:";

/* Pref Video */
"Number of threads" = "スレッド数";

/* Pref Subtitle */
"of movie's height" = "ビデオ高さの";

/* Panel Button */
"OK" = "確定";

/* Pref General */
"on the right of control bar" = "スライダーの右側に";

/* No comment provided by engineer. */
"Open Media Files" = "ファイルを開く";

/* OpenURL Panel */
"Open URL" = "URLを開く...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "VIDEO_TSを開く";

/* OSD hint */
"OSD settings changed" = "OSD設定が変更した";

/* Pref Audio */
"Output" = "出力";

/* OSD hint */
"Paused" = "一時停止";

/* Pref Video */
"Performance & Quality" = "性能 & 画質";

/* Pref General */
"Player Control" = "プレーヤーコントローラ";

/* Pref Network */
"Prefer IPV6" = "IPV6を優先";

/* Pref */
"Preferences" = "環境設定…";

/* Pref General */
"Quit when window closed" = "ウィンドウを閉じるとMPlayerXを終了";

/* Pref General */
"relative time to current" = "相対時刻";

/* Pref General */
"remaining time" = "残り時間";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "DTS 5.1をステレオにミックスする";

/* Equalizer & Video Tuner Panel */
"Reset" = "リセット";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "MPlayerXが終了したら、リセットする";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "次に再生できるファイルが見つからなかったら、リセットする";

/* Pref General */
"Resume playing from last stopped place" = "前回止めた所から再生";

/* Video Tuner Panel */
"Saturation:" = "彩度:";

/* Pref Subtitle */
"set encoding by" = "時、エンコーディングを";

/* Video Tuner Panel */
"Sharpness:" = "エッジ強調:";

/* Pref General */
"Show" = "を表示";

/* menu */
"Show Auxiliary Controls" = "補助コントローラを表示";

/* menu */
"Show Letterbox" = "字幕ボックスを表示";

/* Pref General */
"Show OSD" = "OSD を表示";

/* Pref Subtitle */
"Size:" = "サイズ:";

/* Inspector Info */
"Source:" = "ソース:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "南ヨーロッパ (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "速度: %.1fX";

/* Pref General */
"Start to play when media opened" = "開いたらすぐに再生";

/* OSD hint */
"Stopped" = "停止した";

/* OSD hint */
"Sub Delay: %.1f s" = "字幕遅延: %.1f 秒";

/* OSD hint */
"Sub: %@" = "字幕: %@";

/* PrefToolBarLabel */
"Subtitle" = "字幕";

/* SubEncoding */
"Subtitle Encoding" = "字幕エンコーディング";

/* Inspector Info */
"Subtitle:%d" = "字幕:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "文字エンコーディング検出";

/* Text Enc */
"Thai (ISO 8859-11)" = "タイ語 (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "タイ語 (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "タイ語 (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "ファイルが存在しない";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "MPlayerXはこのファイルを処理できない.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "MPlayerXはこのURLを処理できない.";

/* Pref Subtitle */
"Top + Bottom" = "上下側";

/* Pref Subtitle */
"Top - Left" = "上 - 左";

/* Pref Subtitle */
"Top - Middle" = "上 - 中央";

/* Pref Subtitle */
"Top - Right" = "上 - 右";

/* Pref Subtitle */
"Top only" = "上側のみ";

/* Pref General */
"total time" = "総時間";

/* Inspector Info */
"Track Info:" = "トラック情報:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "HTTPを経由し、RTSPストリームをダウンロードする";

/* Pref General */
"Transparency" = "透明度";

/* Text Enc */
"Turkish (ISO 8859-9)" = "トルコ語 (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "トルコ語 (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "トルコ語 (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "ユニコード (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "ユニコード (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "ユニコード (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "ユニコード (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "ユニコード (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "アスペクト比の固定を解除";

/* Pref Subtitle */
"Use embedded font if possible" = "ビデオ内蔵フォントを使う";

/* Pref Network */
"Use ffmpeg to handle the stream" = "ffmpegにストリームを処理させる";

/* PrefToolBarLabel */
"Video" = "ビデオ";

/* OSD hint */
"Video %@" = "ビデオ %@";

/* Video Tuner Panel */
"Video Tuner" = "ビデオチューナ";

/* Inspector Info */
"Video:%d" = "ビデオ:%d";

/* Text Enc */
"Vietnamese (Mac)" = "ベトナム語 (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "ベトナム語 (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "音量: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "西ヨーロッパ (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "西ヨーロッパ (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "西ヨーロッパ (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "西ヨーロッパ (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "全画面に切換えても、他のスクリーンに影響しない";

/* Pref General */
"when hovering over the timeline" = "スライダーにマウスを置くと";

/* Pref General */
"While playing" = "再生中";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "この設定を選択すると、スムーズな再生ができるように、インデックスを強制的に再構築する。従って、再生開始までの時間が延びる可能性がある";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: FFMpegにストリームを処理させる";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: MPlayerにストリームを処理させる";

